cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'

brew 'jq'
brew 'readline'
brew 'spark'
brew 'wget'
brew 'direnv'
brew 'git'
brew 'httpie'
brew 'jo'
brew 'mas'
brew 'rust'
brew 'shellcheck'
brew 'ssh-copy-id'
brew 'tree'
brew 'z'
brew 'zsh'
brew 'zsh-completions'
brew 'telnet'
brew 'remake'
brew 'bat'
brew 'kubernetes-cli'
brew 'stern'

cask 'bettertouchtool'
cask 'flux'
cask '1password'
cask 'google-chrome'
cask 'slack'
cask 'transmission'
cask 'vlc'
cask 'evernote'
cask 'sublime-text'
cask 'postman'
cask 'the-unarchiver'
cask 'vagrant'
cask 'virtualbox'
cask 'vagrant-manager'
cask 'visual-studio-code'
cask 'virtualbox-extension-pack'
cask 'alfred'
cask 'caffeine'
cask 'docker'
cask 'dropbox'
cask 'command-tab-plus'
cask 'bartender'
cask 'datagrip'
cask 'itsycal'
cask 'kindle'
cask 'omnifocus'
cask 'omnioutliner'
cask 'screenflow' 
cask 'sourcetree'
cask 'iterm2'
cask 'zoomus'
cask 'gitup'
cask 'google-cloud-sdk'

mas 'Battery Guru', id: 529376620
mas 'BetterSnapTool', id: 417375580
mas 'Keynote', id: 409183694
mas 'Kindle', id: 405399194
mas 'MenubarClock', id: 492167985
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Toolbox for Keynote -Templates', id: 582635628
mas 'Trello', id: 1278508951
mas 'Unsplash Wallpapers', id: 1284863847
mas 'WhatsApp', id: 1147396723
mas 'Xcode', id: 497799835

